Repository: GNOME/libepc
Catalog: po/*.po
Languages: eu, fur, hr, nl, uk

source: Unexpected element: '%s'
eu: Espero ez zen elementua: '%s'
fur: Element inspietât: '%s'
hr: Neočekivani element: „%s”
nl: Onverwacht element: ‘%s’
uk: Неочікуваний елемент: «%s»

source: Table of Contents
eu: Edukien aurkibidea
fur: Tabele dai contignûts
hr: Sadržaj
nl: Inhoudsopgave
uk: Зміст

source: Sorry, no resources published yet.
eu: Ez da baliabiderik argitaratu oraindik.
fur: Nissune risorse ancjemò publicade.
hr: Na žalost još nema objavljenih resursa.
nl: Sorry, er zijn nog geen bronnen gepubliceerd.
uk: Вибачте, ще не оприлюднено жодного ресурсу.

source: %a of %u on %h
eu: %a / %u hemen: %h
fur: %a di %u su %h
hr: %a od %u na %h
nl: %a van %u op %h
uk: %a з %u на %h

source: Cannot create Avahi client: %s
eu: Ezin da Avahi bezeroa sortu: %s
fur: Impussibil creâ il client Avahi: %s
hr: Nije moguće stvoriti Avahi klijenta: %s
nl: Kan Avahi-cliënt niet aanmaken: %s
uk: Не вдалося створити клієнт Avahi: %s

source: Cannot create Avahi service browser.
eu: Ezin da Avahi zerbitzari-arakatzailea sortu.
fur: Impussibil creâ l'esploradôr dal servizi Avahi.
hr: Nije moguće stvoriti Avahi preglednika usluga.
nl: Kan Avahi-dienstbrowser niet aanmaken.
uk: Не вдалося створити браузер служб Avahi.

source: Operation in Progress
eu: Eragiketa lanean
fur: Operazion in cors
hr: Operacija u tijeku
nl: Bewerking wordt uitgevoerd
uk: Виконуємо дію

source: No details known
eu: Xehetasun ezagunik ez
fur: Nissun detai cognossût
hr: Detalji nisu poznati
nl: Geen details bekend
uk: Немає подробиць

source: Generating Server Key
eu: Zerbitzari-gakoa sortzen
fur: Gjenerazion clâf servidôr
hr: Izrada ključa poslužitelja
nl: Serversleutel genereren
uk: Створення ключа сервера

source: This may take some time. Type on the keyboard, move your mouse, or browse the web to generate some entropy.
eu: Horrek denbora behar du. Idatzi teklatuan, mugitu sagua edo arakatu weba entropia pixka bat sortzeko.
fur: Chest al podarès tirâle a dilunc. Scrîf su pe tastiere, môf il mouse o navighe sul web par gjenerâ un tic di entropie.
hr: Ovo može potrajati neko vrijeme. Tipkajte na tipkovnici, pomaknite miša ili pregledajte web za stvaranje određene entropije.
nl: Dit kan even duren. Typ op het toetsenbord, beweeg uw muis of surf op het internet om wat entropie te genereren.
uk: Ця дія може бути доволі тривалою. Наберіть щось на клавіатурі, пересуньте вказівник миші або перегляньте якусь сторінку в інтернеті, щоб додати ентропії.

source: Cannot create private server key: %s
eu: Ezin da zerbitzari-gako pribatua sortu: %s
fur: Impussibil creâ la clâf dal servidôr privade: %s
hr: Nije moguće izraditi privatni ključ poslužitelja: %s
nl: Kan privéserversleutel niet aanmaken: %s
uk: Не вдалося створити закритий ключ сервера: %s

source: Cannot import private server key '%s': %s
eu: Ezin da '%s' zerbitzari-gako pribatua inportatu: %s
fur: Impussibil impuartâ la clâf dal servidôr privade '%s': %s
hr: Nije moguće uvesti privatni ključ poslužitelja „%s”: %s
nl: Kan privéserversleutel ‘%s’ niet importeren: %s
uk: Не вдалося імпортувати закритий ключ сервера «%s»: %s

source: Cannot export private key to PEM format: %s
eu: Ezin da gako pribatua PEM formatura esportatu: %s
fur: Impussibil espuartâ la clâf privade tal formât PEM: %s
hr: Nije moguće izvesti privatni ključ u PEM format: %s
nl: Kan privésleutel niet exporteren naar PEM-formaat: %s
uk: Не вдалося експортувати закритий ключ до формату PEM: %s

source: Failed to create private key folder '%s': %s
eu: Huts egin du '%s' gako pribatuaren karpeta sortzeak: %s
fur: No si è rivâts a creâ la cartele de clâf privade '%s': %s
hr: Neuspjela izrada mape privatnog ključa „%s”: %s
nl: Aanmaken van privésleutelmap ‘%s’ mislukt: %s
uk: Не вдалося створити теку закритого ключа «%s»: %s

source: Failed to create private key file '%s': %s
eu: Huts egin du '%s' gako pribatu fitxategia sortzeak: %s
fur: No si è rivâts a creâ il file de clâf privade '%s': %s
hr: Neuspjela izrada datoteke privatnog ključa „%s”: %s
nl: Aanmaken van privésleutelbestand ‘%s’ mislukt: %s
uk: Не вдалося створити файл закритого ключа «%s»: %s

source: Failed to write private key file '%s': %s
eu: Huts egin du '%s' gako pribatu fitxategia idazteak: %s
fur: No si è rivâts a scrivi il file de clâf privade '%s': %s
hr: Neuspjelo pisanje datoteke privatnog ključa „%s”: %s
nl: Schrijven van privésleutelbestand ‘%s’ mislukt: %s
uk: Не вдалося записати файл закритого ключа «%s»: %s

source: Cannot create self signed server key for '%s': %s
eu: Ezin da '%s' zerbitzari-gako autosinatua sortu: %s
fur: Impussibil creâ la clâf dal servidôr firmade di bessôi par '%s': %s
hr: Nije moguće izraditi samopotpisani ključ poslužitelja „%s”: %s
nl: Kan zelfondertekende serversleutel voor ‘%s’ niet aanmaken: %s
uk: Не вдалося створити самопідписаний ключ сервера для «%s»: %s

source: Cannot import server certificate '%s': %s
eu: Ezin da '%s' zerbitzari-ziurtagiria inportatu: %s
fur: Impussibil impuartâ il certificât dal servidôr '%s': %s
hr: Nije moguće uvesti certifikat poslužitelja „%s”: %s
nl: Kan servercertificaat ‘%s’ niet importeren: %s
uk: Не вдалося імпортувати сертифікат сервера «%s»: %s

source: Cannot export server certificate to PEM format: %s
eu: Ezin da zerbitzari-ziurtagiria PEM formatura esportatu: %s
fur: Impussibil espuartâ il certificât dal servidôr tal formât PEM: %s
hr: Nije moguće izvesti certifikat poslužitelja u PEM format: %s
nl: Kan servercertificaat niet exporteren naar PEM-formaat: %s
uk: Не вдалося експортувати сертифікат сервера у форматі PEM: %s

source: Failed to create server certificate folder '%s': %s
eu: Huts egin du '%s' zerbitzari-ziurtagiriaren karpeta sortzeak: %s
fur: No si è rivâts a creâ la cartele dal certificât dal servidôr '%s': %s
hr: Neuspjela izrada mape certifikata poslužitelja „%s”: %s
nl: Aanmaken van servercertificaatmap ‘%s’ mislukt: %s
uk: Не вдалося створити теку сертифікатів сервера «%s»: %s

source: <big><b>Authentication required.</b></big>
eu: <big><b>Autentifikazioa behar da.</b></big>
fur: <big><b>Autenticazion necessarie.</b></big>
hr: <big><b>Potrebna je autentifikacija.</b></big>
nl: <big><b>Authenticatie vereist.</b></big>
uk: <big><b>Слід пройти розпізнавання</b></big>

source: _Username:
eu: _Erabiltzaile-izena:
fur: _Non utent:
hr: _Korisničko ime:
nl: Gebr_uikersnaam:
uk: _Користувач:

source: _Password:
eu: _Pasahitza:
hr: _Lozinka:
nl: _Wachtwoord:
uk: _Пароль:

source: Anonymous Authentication
eu: Autentifikazio anonimoa
fur: Autenticazion anonime
hr: Anonimna autentifikacija
nl: Anonieme authenticatie
uk: Анонімний доступ

source: Data source <b>%s</b> requires authentication before permitting access.
eu: <b>%s</b> datu-iturburuak autentifikazioa behar du sartzeko.
fur: La sorzint dâts <b>%s</b> e à dibisugne de autenticazion prime di permeti l'acès.
hr: Za pristup podacima, izvor podataka <b>%s</b> zahtijeva autentifikaciju.
nl: Gegevensbron <b>%s</b> vereist authenticatie vooraleer toegang wordt gegeven.
uk: Для доступу до джерела даних <b>%s</b> слід пройти розпізнавання.

source: Authentication required.
eu: Autentifikazioa behar da.
fur: Autenticazion necessarie.
hr: Potrebna je autentifikacija.
nl: Authenticatie vereist.
uk: Слід пройти розпізнавання.
